export default function ObrabotkaDannyh(){
    return (
        <div className="text-white">
            <div className="text-5xl">СОГЛАСИЕ НА ОБРАБОТКУ ЛИЧНЫХ ДАННЫХ</div>
            <div>Действуя свободно, своей волей и в своем интересе, субъект персональных данных (далее Пользователь) подтверждает свою дееспособность и дает свое согласие Администрация Сайта (далее Оператор), на обработку своих персональных данных со следующими условиями:</div>
            <br />
            <div className="text-1xl">1. Согласие на обработку персональных данных предоставляется Пользователем посредством регистрации на сайте gmkbot.com (далее также Сайт). Оператором обрабатываются следующие персональные данные Пользователя:</div>
            <div>* Электронная почта;</div>
            <div>* Иная информация, указанная субъектом персональных данных на Сайте.</div> 
            <div>Также обрабатываются данные, автоматически передающиеся Оператору в процессе посещения и использования Сайта с помощью установленного на устройстве Пользователя программного обеспечения, в том числе: IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к сайту), время доступа, адрес запрашиваемой страницы и иные.</div>
            <div>Оператором могут обрабатываться и иные персональные данные, непосредственно необходимые для выполнения целей обработки персональных данных.</div>
            <div className="text-1xl">2. Согласие на обработку персональных данных предоставляется Пользователем одним из следующих способов:</div>
            <div>* заполнением формы обратной связи на Сайте;</div>
            <div>посредством акцепта Пользовательского соглашения и для целей его исполнения.</div>
            <div className="text-1xl">3. Согласие дается на обработку персональных данных, не являющиеся специальными или биометрическими, если того не требуют изменения законодательства.</div>
            <div className="text-1xl">4. Персональные данные не являются общедоступными.</div>
            <div className="text-1xl">5. Оператор осуществляет обработку персональных данных для следующих целей:</div>
            <br/>
            <div>5.1. для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных;</div>
            <div>5.2. для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</div>
            <div>5.3. для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей.</div>
            <div className="text-1xl">6. Действия Оператора по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</div>
            <div className="text-1xl">8. Оператор обрабатывает и хранит персональные данные до достижения оператором целей обработки персональных данных или до утраты необходимости в достижении этих целей.</div>
            <div className="text-1xl">9. Обработка персональных данных может быть прекращена по запросу Пользователя или его представителя в порядке, определенном в Политике. Хранение персональных данных, зафиксированных на бумажных носителях, осуществляется согласно Федеральному закону №125-ФЗ Об архивном деле в Российской Федерации и иным нормативно правовым актам в области архивного дела и архивного хранения.</div>
            <div className="text-1xl">10. В случае отзыва Пользователем или его представителем согласия на обработку персональных данных, Оператор вправе продолжить обработку персональных данных без согласия Пользователя при наличии оснований, указанных в п.2 11 ч.1 ст. 6, ч. 2 ст. 10 и ч. 2 ст.11 Федерального закона №152-ФЗ О персональных данных от 27.07.2006 г.</div>
            <div className="text-1xl">11. Настоящее согласие является неотъемлемой частью Политики и Пользовательского соглашения.</div>
        </div>
    )
}