export default function PolzovatelskoeSoglashenie() {
    return (
        <div className="text-white">
            <div className="text-5xl">Пользовательское соглашение</div>
            <div className="text-3xl pt-3 pb-3">ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</div>
            <div>Администрация сайта - gmkbot (gmkbot.ru)</div>
            <div>Эл. почта: kislobloger@vk.com</div>
            <br/>
            <div>Акцепт – полное и безоговорочное принятие соглашения Пользователем путем осуществления действий по принятию её положений с помощью сервиса сайта (проставления галочки в соответствующем поле)</div>
            <div>Соглашение – публичное предложение Администрации сайта о заключении лицензионного договора о приобретении Товаров дистанционным способом.</div>
            <div>Пользователь - лицо, имеющее доступ к Сайту, посредством сети Интернет. Пользователем может быть полностью дееспособное физическое лицо.</div>
            <div>Товар – лицензии (ключи активации) компьютерных игр, и иные «цифровые» товары, сведения о которых содержатся на Сайте.</div>
            <div>Заказ - запрос Пользователя на получение Товара, оформленный в соответствии с требованиями Сайта.</div>
            <div>Сайт – интернет-сайт, расположенный в сети Интернет по адресу http://gmkbot.ru</div>
            <div>Стороны – Пользователь и Администрация сайта.</div>
            <div className="text-3xl pt-3 pb-3">1. ПРЕДМЕТ СОГЛАШЕНИЯ</div>
            <div>1.1. Администрация Сайта на возмездной основе предоставляет возможность Пользователю использовать сервисы сайта для приобретения Товаров в личных интересах.</div>
            <div>1.2. Любая информация, представленная на Сайте, носит справочный характер. Для уточнения свойств и характеристик Товара, Пользователь должен обратиться к Администрации сайта.</div>
            <div>1.3. Администрация сайта не является правообладателем (собственником) Товара и осуществляет лишь реализацию Товара.</div>
            <div>1.4. Администрация сайта может предлагать Товар, еще не поступивший в продажу. Такой Товар оформляется как предзаказ.</div>
            <br/>
            <div>На Сайте указывается срок поступления в продажу такого Товара. Указанный срок может быть изменен на основании информации, полученной от правообладателя (собственника) Товара.</div>
            <div className="text-3xl pt-3 pb-3">2. ПОРЯДОК ЗАКАЗА ТОВАРА</div>
            <div>2.1. Для того чтобы приобрести выбранный Пользователем Товар, Пользователь обязан воспользоваться способами, предложенными на Сайте.</div>
            <div>2.2. Доставка Товара осуществляется моментально после поступления оплаты за исключением некоторых случаев, когда Заказ пользователя нуждается в дополнительной проверке Администрацией сайта. Список причин, по которым Заказ отправляется на ручную обработку, формируется Администрацией сайта.</div>
            <div>2.3. До момента заказа Товара Пользователь обязан ознакомиться с условиями доставки, оплаты Товара, характеристиками Товара, путем перехода по активным ссылкам на Сайте.</div>
            <div>2.4. При оформлении Заказа Пользователь должен указать электронный адрес, на который будет доставлен Товар.</div>
            <div className="text-3xl pt-3 pb-3">3. ОПЛАТА ТОВАРА</div>
            <div>3.1. Товар оплачивается до его передачи Пользователю в полном объеме.</div>
            <div>3.2. Расчеты Сторон происходят в безналичной форме с помощью использования программно- технических средств Сайта посредством платежных систем.</div>
            <div>3.3. Товар может быть оплачен денежными средствами, валютой, электронными средствами платежа, а также иным способом, представленным на Сайте.</div>
            <div>3.4. При проведении оплаты может быть предусмотрена комиссия определенной платежной системы (банка, платежного агрегатора и т.п.). Данная комиссия оплачивается Пользователем.</div>
            <div className="text-3xl pt-3 pb-3">4. ВОЗВРАТ ТОВАРА</div>
            <div>4.1. Пользователь вправе отказаться от заказа Товара до момента его оплаты.</div>
            <div>4.2. Отказ от Товара после оплаты невозможен, поскольку лицензионные ключи имеют индивидуально-определенные характеристики и не могут быть использованы после их активации третьими лицами.</div>
            <div>4.3. Если возврат денежных средств осуществляется в связи с невозможностью исполнения Администрации сайта своих обязательств, то денежные средства направляются на счет WebMoney, если иной способ возврата не предусмотрен на Сайте или не определен соглашением Сторон.</div>
            <div>4.4. В случае возврата Товара Пользователем возвращается только та денежная сумма, которая уплачена за Товар. Из данной суммы могут быть удержаны расходы, связанные с комиссиями третьих лиц (платежными агрегаторами, агентами, банками, посредниками и т.п.) за передачу и(или) возврат денежных средств.</div>
            <div>4.5. Пользователь соглашается с тем, что возврат денежных средств может осуществляться третьими лицами, действующими по поручению Администрации сайта, при этом Пользователь обязан принять исполнение, предложенное таким третьим лицом.</div>
            <div className="text-3xl pt-3 pb-3">5. ПРАВА НА ИСПОЛЬЗОВАНИЕ ТОВАРА</div>
            <div>5.1. Права на использование Товара предоставляются Пользователю на основании неисключительной лицензии. Товар не продается, а предоставляется Пользователю для использования на условиях, определенных настоящим разделом.</div>
            <div>5.2. Если иное не следует из содержания лицензии, лицензия предоставляется на срок установленный производителем, лицензиаром или Администрацией сайта.</div>
            <div>5.3. Термин «продажа Товара» используется в тексте настоящего Договора исключительно для удобства, должен пониматься как выдача ограниченного права на использование лицензии и не может расцениваться как отчуждение исключительного права на Товар.</div>
            <div>5.4. Если иное не следует из содержания лицензии, то лицензия может быть гарантированно использована на территории Российской Федерации, СНГ, Украины.</div>
            <div className="text-3xl pt-3 pb-3">6. ПРАВА И ОБЯЗАННОСТИ СТОРОН</div>
            <div>6.1. Администрация сайта имеет право вносить изменения в настоящее соглашение в одностороннем порядке без уведомления пользователей. Любые изменения в настоящем соглашении вступают в силу с момента их публикации на странице сайта https://gmkbot.ru/polzovatelskoe-soglashenie</div>
            <div>6.2. Администрация сайта имеет право переуступать и/или передавать свои права и обязанности, вытекающие из его отношений с Пользователем, третьим лицам.</div>
            <div>6.3. Администрация сайта может предоставлять Пользователю скидки в виде скидочных купонов одноразового или многоразового действия. Скидочные купоны можно найти на сторонних ресурсах или получить обратившись с соответствующим запросом к Администрации сайта.</div>
            <div>6.4. Администрация сайта может менять скидки и бонусы, а также правила их начисления и условия получения в одностороннем порядке.</div>
            <div>6.5. Пользователь обязуется использовать приобретенный Товар исключительно для личных целей, а также целей, не связанных с осуществлением коммерческой деятельности, если не предусмотренно обратное в двустороннем порядке после ведения переговоров с Администрацией сайта.</div>
            <div>6.6. Администрация сайта отвечает за работоспособность ключа активации. За технические проблемы игры отвечает издатель или разработчик.</div>
            <div>6.7. Сайт предоставляется по принципу «как есть», то есть без гарантий качества и пригодности для каких-либо явных или подразумеваемых целей. Администрация сайта не гарантирует, что Сайт будет работать беспрерывно и безошибочно. В случае наличия ошибок и неисправностей Администрация сайта обязуется устранить их в кратчайшие сроки.</div>
            <div>6.8. Ни одна из Сторон не несет никакой ответственности перед другой Стороной за упущенную выгоду, иные косвенные убытки вне зависимости от того, могла ли такая Сторона предвидеть возможность причинения таких убытков другой Стороне в конкретной ситуации или нет.</div>
            <div className="text-3xl pt-3 pb-3">7. ПРОЧИЕ УСЛОВИЯ</div>
            <div>7.1. При возникновении вопросов, Пользователь имеет право обратиться к Администрации сайта через форму обратной связи под названием "Live chat *клик*" расположенной в правом верхнем углу на всех страницах сайта.</div>
            <div>7.2. Все споры и разногласия, возникающие между Сторонами в процессе исполнения настоящего Соглашения, решаются путем переговоров.</div>
            <div className="text-3xl pt-3 pb-3">8. КОНФИДЕНЦИАЛЬНОСТЬ</div>
            <div>8.1. Любая персональная информация, переданная Сторонами друг другу, является конфиденциальной информацией.</div>
            <div>8.2. Пользователь дает согласие на обработку персональных данных. Пользователь соглашается с условиями, целями и порядком обработки персональных данных на условиях Политики в области обработки персональных данных, а также дает свое Согласие на обработку персональных данных.</div>
            <div>8.3. Мы применяем cookie для наилучшего представления нашего сайта. Продолжая использовать сайт, вы подтверждаете свое согласие на использование cookie.</div>
            <div className="text-3xl pt-3 pb-3">9. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</div>
            <div>9.1. Исключительное право на Сайт принадлежит Администрации сайта.</div>
            <div>9.2. Исключительные права на Товар принадлежат их правообладателям.</div>
            <div>9.3. Пользователь обязан использовать Товар только в личных некоммерческих целях, если не предусмотренно обратное в двустороннем порядке после ведения переговоров с Администрацией сайта.</div>
            <div className="text-3xl pt-3 pb-3">10. НАРУШЕНИЕ УСЛОВИЙ СОГЛАШЕНИЯ</div>
            <div>10.1. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.</div>
            <div>10.2. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.</div>
            <div>10.3. Администрация вправе аннулировать покупки и накопительную скидку в случае возникновения подозрения, что клиент не является потребителем, и заказывает товары для нужд, связанных с осуществлением предпринимательской деятельности, если не предусмотренно обратное в двустороннем порядке после ведения переговоров с Администрацией сайта.</div>
            <div className="text-3xl pt-3 pb-3">11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</div>
            <div>11.1. Заключая настоящее Соглашение, Пользователь гарантирует, что он обладает полной правоспособностью и дееспособностью, и имеет право заключать настоящее Соглашение.</div>
            <div>11.2. В случае возникновения разногласий между Сторонами сведения, которые зафиксированы при помощи технических средств Сайта, имеют преимущественное значение при разрешении таких разногласий. Также допускается использование видеофиксации для предоставления доказательств.</div>
            <div>11.3. Стороны обязуются сообщать друг другу о любом факте несанкционированного разглашения информации третьим лицам.</div>
            <div>11.4. Действующее Соглашение размещено на странице Сайта по адресу: https://gmkbot.ru/polzovatelskoe-soglashenie, неотъемлимой его частью являются https://gmkbot.ru/obrabotka-dannyh (Согласие на обработку персональных данных).</div>
        </div>
    )
}