export default function Konfidencialnost() {
    return (
        <div className="text-white">
            <div className="text-5xl">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</div>
            <div className="text-3xl">1. ОБЩИЕ ПОЛОЖЕНИЯ</div>
            <div>1.1 Настоящая политика в области обработки персональных данных (далее — Политика) направлена на защиту прав и свобод физических лиц, персональные данные которых обрабатывает Администрация Сайта (далее — Оператор).</div>
            <div>1.2 Политика разработана в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных» (далее — ФЗ «О персональных данных»).</div>
            <div>1.3 Политика содержит сведения, подлежащие раскрытию в соответствии с ч. 1 ст. 14 ФЗ «О персональных данных», и является общедоступным документом, размещенном на сайте Оператора - http://gmkbot.ru/konfidencialnost</div>
            <div>1.4 Контактные данные оператора:</div>
            <div>- Электронная почта: kislobloger@vk.com</div>
            <div>- Адрес интернет-сайта: gmkbot.ru</div>
            <div>1.5 Настоящая Политика действует в отношении всей информации, размещенной на интернет-сайте по адресу gamesforfarm.com (далее - Сайт), информации о Пользователе, а также в отношении персональных данных работников Оператора, его контрагентов и иных субъектов персональных данных, информация о которых обрабатывается Оператором.</div>
            <div>1.6 Любое использование Сайта означает безоговорочное Согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональных данных.</div>
            <br />
            <div>В случае несогласия с этими условиями, Пользователь должен воздержаться от использования Сайта и ни в коем случае не предоставлять Оператору свои персональные данные.</div>
            <br />
            <div className="text-3xl">2. ИСПОЛЬЗУЕМЫЕ ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</div>
            <br />
            <div>2.1 персональные данные - любая информация, относящаяся к прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных);</div>
            <div>2.2 оператор - физическое лицо, самостоятельно или совместно с другими лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющее цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;</div>
            <div>2.3 обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;</div>
            <div>2.4 предоставление персональных данных - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;</div>
            <div>2.5 уничтожение персональных данных - действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных;</div>
            <div>2.6 блокирование персональных данных - временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);</div>
            <div>2.7. пользователь – любое физическое лицо, которое находится на Сайте, и выполняет любые действия на нем, в том числе приобретает товары или получает услуги, заполняет форму обратной связи либо иным образом, вступающее в отношения с Оператором (электронная почта и т.д.). Пользователь является субъектом персональных данных.</div>
            <br />
            <div className="text-3xl">3. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>3.1 Оператор осуществляет обработку персональных данных для следующих целей:</div>
            <div>   3.1.1 для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных;</div>
            <div>   3.1.2 для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</div>
            <div>   3.1.3 для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей.</div>
            <br />
            <div className="text-3xl">4. ПРАВОВОЕ ОСНОВАНИЕ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>4.1 Правовым основанием обработки персональных данных является:</div>
            <div>   4.1.1 Законодательство Российской Федерации в области персональных данных основанное на Конституции Российской Федерации и международных договорах Российской Федерации и состоящем из ФЗ «О персональных данных» и других определяющих случаи и особенности    обработки персональных данных федеральных законов;</div>
            <div>   4.1.2 Согласие на обработку персональных данных, которое Пользователь предоставляет путем акцепта настоящей Политики или подписания его в письменной форме при заключении договоров с Оператором;</div>
            <div>   4.1.3 Настоящая Политика;</div>
            <div>   4.1.4. Пользовательское соглашение Сайта.</div>
            <br />
            <div className="text-3xl">5. КАТЕГОРИИ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ И СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>5.1 К категориям субъектов персональных данных, чьи персональные данные обрабатываются Оператором относятся:</div>
            <div>   5.1.1 физические лица, состоящие в трудовых и гражданско-правовых отношениях с Оператором;</div>
            <div>   5.1.2 физические лица, состоящие в трудовых и гражданско-правовых отношениях с контрагентами Оператора;</div>
            <div>   5.1.3 субъекты персональных данных, приобретающие товары или получающие услуги на Сайте.</div>
            <div>5.2 По всем категориям субъектов персональных данных, персональные данные обрабатываются Оператором в рамках правоотношений с Оператором, урегулированных Гражданским Кодексом Российской Федерации и Трудовым Кодексом Российской Федерации</div>
            <div>5.3 По всем категориям субъектов персональных данных, персональные данные обрабатываются Оператором, с согласия субъектов персональных данных, предоставляемого, либо в письменной форме, либо при совершении конклюдентных действий на Сайте, включая заказа обратного звонка и (или) отправки сообщения на электронную почту Оператора, указанную в п. 1.6. Политики.</div>
            <div>5.4 Оператор обрабатывает следующие персональные данные субъектов персональных данных:</div>
            <div>   5.4.1 Электронная почта;</div>
            <div>   5.4.2. Иная информация, указанная субъектом персональных данных на Сайте;</div>
            <div>   5.4.3. Данные, автоматически передающиеся Оператору в процессе посещения и использования Сайта с помощью установленного на устройстве Пользователя программного обеспечения, в том числе: IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), время доступа, адрес запрашиваемой страницы и иные.</div>
            <div>5.5 Оператором могут обрабатываться иные персональные данные, непосредственно необходимые для выполнения целей обработки персональных данных и предоставленные Пользователем.</div>
            <br />
            <div className="text-3xl">6. СРОКИ ОБРАБОТКИ И ХРАНЕНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>6.1 Оператор обрабатывает и хранит персональные данные до достижения оператором целей обработки персональных данных или до утраты необходимости в достижении этих целей.</div>
            <br />
            <div className="text-3xl">7. СВЕДЕНИЯ ОБ ОБРАБОТКЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>7.1 Оператор обрабатывает персональные данные на законной и справедливой основе для выполнения возложенных законодательством функций, полномочий и обязанностей, осуществления прав и законных интересов Оператора, работников Оператора и третьих лиц.</div>
            <div>7.2 Оператор получает персональные данные непосредственно у субъектов персональных данных.</div>
            <div>7.3 Оператор обрабатывает персональные данные автоматизированным и неавтоматизированным способами, с использованием средств вычислительной техники и без использования таких средств.</div>
            <div>7.4 Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</div>
            <div>7.5 Базы данных информации, содержащей персональные данные граждан Российской Федерации, находятся на территории Российской Федерации.</div>
            <br />
            <div className="text-3xl">8. СВЕДЕНИЯ ОБ ОБЕСПЕЧЕНИИ БЕЗОПАСНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>8.1 Оператор назначает ответственного за организацию обработки персональных данных для выполнения обязанностей, предусмотренных ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами.</div>
            <div>8.2 Оператор применяет комплекс правовых, организационных и технических мер по обеспечению безопасности персональных данных для обеспечения конфиденциальности персональных данных и их защиты от неправомерных действий:</div>
            <div>   8.2.1 обеспечивает неограниченный доступ к Политике, копия которого размещена на Сайте;</div>
            <div>   8.2.2 во исполнение Политики разрабатывает локальные акты;</div>
            <div>   8.2.3 производит ознакомление своих работников с положениями законодательства о персональных данных, а также с Политики и иными локальными актами, которые принимаются для ее исполнения, если данное требует выполнения;</div>
            <div>   8.2.4 осуществляет допуск работников к персональным данным, обрабатываемым в информационной системе Оператора, а также к их материальным носителям только для выполнения трудовых обязанностей;</div>
            <div>   8.2.5 устанавливает правила доступа к персональным данным, обрабатываемым в информационной системе Оператора, а также обеспечивает регистрацию и учёт всех действий с ними;</div>
            <div>   8.2.6 производит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения ФЗ «О персональных данных», соотношение указанного вреда и принимаемых Оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных указанным федеральным законом;</div>
            <div>   8.2.7 производит определение угроз безопасности персональных данных при их обработке в информационной системе Оператора;</div>
            <div>   8.2.8 применяет организационные и технические меры и использует средства защиты информации, необходимые для достижения установленного уровня защищенности персональных данных;</div>
            <div>   8.2.9 осуществляет обнаружение фактов несанкционированного доступа к персональным данным и принимает меры по реагированию, включая восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</div>
            <div>   8.2.10 производит оценку эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы Оператора</div>
            <div>   8.2.11 осуществляет внутренний контроль соответствия обработки персональных данных ФЗ «О персональных данных», принятыми в соответствии с ними нормативными правовыми актами, требованиям к защите персональных данных, Политике и иным локальным актам, включающим контроль за принимаемыми мерами по обеспечению безопасности персональных данных и их уровня защищенности при обработке в информационной системе Оператора.</div>
            <br />
            <div className="text-3xl">9. ПРАВА СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
            <br />
            <div>9.1 Субъект персональных данных имеет право:</div>
            <div>   9.1.1 на получение персональных данных, относящихся к данному субъекту, и информации, касающейся их обработки;</div>
            <div>   9.1.2 на уточнение, блокирование или уничтожение его персональных данных в случае, если они являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</div>
            <div>   9.1.3 на отзыв данного им согласия на обработку персональных данных в ходе переговоров субъектов;</div>
            <div>   9.1.4 на защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;</div>
            <div>   9.1.5 на обжалование действий или бездействий Оператора в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.</div>
            <div>9.2 Для реализации своих прав и законных интересов субъекты персональных данных имеют право обратиться к Оператору либо направить запрос лично или с помощью представителя, в том числе по электронной почте.</div>
            <div>9.3 Запрос должен содержать сведения, указанные в ч. 3, 7 ст. 14 ФЗ «О персональных данных» и должен быть направлен по адресу электронной почты, указанному в п.1.6. Политики.</div>
            <br />
            <div className="text-3xl">10. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</div>
            <br />
            <div>10.1. Оператор вправе вносить изменения в настоящую Политику без согласия Пользователя.</div>
            <div>10.2. Новая редакция Политики вступает в силу с момента ее опубликования на Сайте, если иное не предусмотрено новой редакцией Политики.</div>
            <div>10.3. Все предложения или вопросы по настоящей Политике следует направлять по адресу электронной почты, указанному в п.1.4. Политики.</div>
            <div>10.4. Действующая Политика размещена на странице Сайта по адресу: https://gmkbot.ru/konfidencialnost</div>
            <div>10.5. Неотъемлемой частью настоящей Политики является Пользовательское соглашение, размещенное на Сайте.</div>
        </div>
    )
}